# DBeam_SetLShutAngle

```pascal
PROCEDURE DBeam_SetLShutAngle(angle : REAL);
```

```python
def vs.DBeam_SetLShutAngle(angle):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|angle|REAL|   |

## Version
Availability: from Vectorworks 2011

## Category
* Spotlight